Repository: guido1993/wolfie-keyboard
Catalog: Wolfram Alpha Keyboard/Resources/AppResources.*.xlf
Languages: es, it, pt, zh

# Resx/ResourceLanguage
source: en-US
es: es
it: it
pt: pt
zh: zh

# Resx/RecentSearches
source: Recent searches:
es: Búsquedas recientes:
it: Ricerche recenti:
pt: Buscas recentes:
zh: 最近搜索

# Resx/EmptyHistory
source: You haven't searched for anything yet! Tap on the search box above to get started :-)
es: ¡Todavía no has buscado nada! Toca en el recuadro de búsqueda para empezar :-)
it: Sembra che te non abbia ancora ricercato niente! Tocca il box sopra per cominciare ad usare Wolfie :-)
pt: Você ainda não buscou nada! Toque no campo de busca acima para começar :-)
zh: 您还没有搜索任何东西！点击上面的搜索框吧

# Resx/EmptyFavourites
source: Nothing here! Tap and hold a history entry to place it here :-)
es: ¡Aquí no hay nada! Toca y arrastra una entrada de tu historial para ponerla aquí :-)
it: Qui non c'è niente! Tocca e tieni premuta una voce dello storico per aggiungerla qui :-)
pt: Nada aqui! Toque e segure uma entrada no histórico para colocá-la aqui :-)
zh: 这儿没东西！按住历史里的一个条目把它放到这儿 J

# Resx/Favourites
source: Favourites:
es: Favoritos:
it: Preferiti:
pt: Favoritos:
zh: 收藏：

# Resx/FunnySearches
source: Funny searches:
es: Búsquedas divertidas:
it: Curiosità:
pt: Buscas engraçadas:
zh: 有趣的搜素

# Resx/OtherFunctions
source: Other Functions:
es: Otras funciones:
it: Altre funzioni:
pt: Outras funções:
zh: 其他功能：

# Resx/RateThisApp
source: Rate this App!
es: ¡Vota esta App!
it: Vota l'app!
pt: Avalie esse app!
zh: 评论此应用

# Resx/ResetApp
source: Reset Wolfie
it: Ripristina Wolfie
zh: 重置Wolfie

# Resx/Tutorial
source: Tutorial
zh: 教程

# Resx/About
source: about
es: Acerca de
pt: Sobre
zh: 关于

# Resx/Advanced
source: Advanced
es: Avanzado
it: Avanzata
pt: Avançado
zh: 高级

# Resx/AdvicedApps
source: Adviced apps:
es: Apps recomendadas:
it: App consigliate:
pt: Apps recomendados::
zh: 推荐的应用：

# Resx/Basic
source: Basic
es: Básico
pt: Básico
zh: 基本

# Resx/ChemistryBiology
source: Chemistry/Biology
es: Química/Biología
it: Chimica/Biologia
pt: Química/Biologia
zh: 化学、生物学

# Resx/ClearDisplay
source: Clear Display
es: Borrar
it: Cancella digitazione
pt: Limpar campo de busca
zh: 清除显示

# Resx/ConfirmText
source: Confirm
es: Confirmar
it: Conferma
pt: Confirmar
zh: 确认

# Resx/CopiedToClipboard
source: Text correctly copied to clipboard.
es: Texto correctamente copiado al portapapeles.
it: Testo correttamente copiato negli Appunti.
pt: Texto copiado para a área de transferência.
zh: 文字已拷贝到剪贴板。

# Resx/CopyrightText
source: Wolfie Keyboard is an intellectual property of its two creators. It's not meant to violate any copyright. It isn't associated in any way to Wolfram Alpha LLC and can't be considered an official product of theirs.
es: Wolfie Keyboard es de propiedad intelectual de sus dos creadores. No es nuestra intención violar los derechos de autor. No está asociado en ninguna manera con Wolfram Alpha LLC y, por tanto, no se puede considerar un producto oficial.
it: Wolfie Keyboard è proprietà intellettuale dei sue due creatori. Non viola alcun copyright. Non è in alcun modo associato con la Wolfram Alpha LLC e non può essere considerato un loro prodotto ufficiale.
pt: Wolfie Keyboard é propriedade intelectual de seus dois criadores. Não foi feito com a intenção de violar nenhum copywrite. E não está de nenhuma forma associado ao Wolfram Alpha LLC e não pode ser considerado um produto oficial deles.
zh: Wolfie是它的两个创作者的知识产权。这并不意味着侵犯任何版权。这是不相关的以任何方式Wolfram Alpha的有限责任公司，不能被认为是他们的正式产品。

# Resx/CopyToClipboard
source: Copy to Clipboard
es: Copiar al portapapeles
it: Copia negli Appunti
pt: Copiar para a área de transferência
zh: 拷贝到剪贴板。

# Resx/DesignedBy
source: Designed by:
es: Diseñado por:
it: Progettato da:
pt: Design por:
zh: 设计师：

# Resx/DevelopedBy
source: Developed by:
es: Desarrollado por:
it: Sviluppato da:
pt: Desenvolvimento por:
zh: 开发者：

# Resx/EmptyListsMessage
source: Are you sure?
es: ¿Estás seguro?
it: Sei sicuro?
pt: Você tem certeza?
zh: 确认？

# Resx/EnhancedMathKeyboards
source: Enhanced math keyboards
es: Teclados matemáticos
it: Tastiere avanzate
pt: Teclados para matemática
zh: 增强数学键盘

# Resx/FavouritesManagement
source: Favourites management
es: Administración de favoritos
it: Gestione dei preferiti
pt: Gerenciamento de favoritos
zh: 收藏管理

# Resx/FeaturesOfWolfie
source: Features of Wolfie
es: Características
it: Funzionalità di Wolfie
pt: Funcionalidades
zh: Wolfie的功能

# Resx/GetStarted
source: get started!
es: ¡Comenzar!
it: inizia ora!
pt: comece já!
zh: 开始！

# Resx/LoadingText
source: Loading
es: Cargando
it: Caricamento in corso
pt: Carregando
zh: 加载

# Resx/RecentSearchesSaving
source: Recent searches saving
es: Últimas búsquedas
it: Salvataggio ricerche recenti
pt: Histórico de buscas recentes
zh: 正在保存最近搜索

# Resx/ResetAppConfirmation
source: This will delete any data associated with Wolfie and reset it. Do you wish to continue?
es: Esta acción borrará cualquier dato asociado a Wolfie y reseteará la app. ¿Quieres continuar?
it: Sei sicuro di voler eliminare qualsiasi dato presente in Wolfie e ripristinare l'app al suo stato iniziale?
pt: Isso excluirá toda informação relacionada ao Wolfie e irá reiniciá-lo. Você deseja continuar?
zh: 这会删除任何关于Wolfie的数据并会重置。你要前往吗？

# Resx/ResetAppConfirmationButton
source: Reset Wolfie
es: Resetear Wolfie
it: Ripristina Wolfie
pt: Resetar o Wolfie
zh: 重置Wolfie

# Resx/StatsTrigonometry
source: Stats/Trigonometry
es: Estadística/Trigonometría
it: Statistica/Trigonometria
pt: Estat./Trigonometria
zh: 统计、三角函数

# Resx/SwipeToContinue
source: Swipe to continue ››
es: Deslizar para continuar ››
it: Scorri per continuare ››
pt: Deslize para continuar ››
zh: 滑动以继续 ››

# Resx/Tutorial1Bottom
source: Wolfie can solve almost everything, from calculus to quantum physics.
es: Wolfie puede resolver prácticamente todo, desde cálculo hasta física cuántica.
it: Wolfie risolve qualsiasi cosa, da semplici calcoli alla fisica quantisitica.
pt: O Wolfie pode resolver praticamente tudo, de cálculo à física quântica.
zh: Wolfie可以解答几乎任何题目，从微积分学到量子物理。

# Resx/Tutorial1Top
source: Wolfie is an advanced keyboard that allows you to interface the well-known WolframAlpha website.
es: Wolfie es un teclado avanzado que te permite interactuar con la web de WolframAlpha.
it: Wolfie Keyboard è una tastiera avanzata che ti consente di utilizzare al meglio il noto portale di computazione WolframAlpha.
pt: O Wolfie é um teclado avançado que permite usar o famoso site de busca WolframAlpha.
zh: Wolfie是一个高级的键盘。它允许你适用知名的WolframAlpha网站。

# Resx/WelcomeTo
source: Welcome to
es: Bienvenido a
it: Benvenuto in
pt: Bem vindo ao
zh: 欢迎

# Resx/WellDone
source: Well done!
es: ¡Bien hecho!
it: Ben fatto!
pt: Muito bem!
zh: 非常好！

# Resx/ClearFavourites
source: Clear Favourites
es: Limpiar Favoritos
it: Cancella Preferiti
pt: Limpar Favoritos
zh: 清除收藏

# Resx/ClearHistory
source: Clear History
es: Limpiar historial
it: Cancella Storico
pt: Limpar Histórico
zh: 清楚历史

# Resx/PinTransparent
source: Pin transparent tile
es: Anclar un Tile transparente
it: Pin tile trasparente
pt: Fixar Tile transparente
zh: 固定到主屏幕

# Resx/TileAlreadyPinned
source: Tile is already pinned. Before proceeding, unpin the existing one!
es: El Tile ya está anclado. Antes de continuar, desancla el existente!
it: Tile già presente! Prima di procedere, elimina quella già presente :)
pt: O Tile já está fixado. Antes de continuar, desfixe o Tile existente!
zh: 已固定到主屏幕。请移除现在已有的tile以继续！

# Resx/CopyURLtoClipboard
source: Copy last search URL to Clipboard
es: Copia la URL de la última búsqueda
it: Copia l'URL dell'ultima ricerca
pt: Copiar URL da busca
zh: 拷贝上次搜索的URL到剪贴板

# Resx/AddToFavourites
source: Add to Favourites
es: Añadir a Favoritos
it: Aggiungi ai Preferiti
pt: Adicionar aos Favoritos
zh: 添加到收藏。

# Resx/Contacts
source: Contacts
es: Contactos
it: Contatti
pt: Contactos
zh: 联系

# Resx/DeleteItem
source: Delete Item
es: Borrar Ítem
it: Elimina Elemento
pt: Excluir Item
zh: 删除项目

# Resx/English
source: English
es: Inglés
it: Inglese
pt: Inglês
zh: 英语

# Resx/Italian
source: Italian
es: Italiano
it: Italiano
pt: Italiano
zh: 意大利语

# Resx/Portoguese
source: Portoguese
es: Portugués
it: Portoghese
pt: Português
zh: 葡萄牙语

# Resx/Spanish
source: Spanish
es: Español
it: Spagnolo
pt: Espanhol
zh: 西班牙语

# Resx/Tongue
source: Tongue
es: Idioma
it: Lingua
pt: Língua
zh: 舌头

# Resx/TranslationRequest1
source: Do you want to make your contribution into Wolfie Keyboard translation and get your name here? Reach me out at:
es: ¿Quieres colaborar con la traducción de Wolfie Keyboard y figurar aquí? Contáctame en:
it: Vuoi contribuire nella traduzione di Wolfie Keyboard e vedere il tuo nome riportato qui sopra? Scrivimi al seguente indirizzo:
pt: Você quer fazer sua contribuição traduzindo o Wolfie Keyboard e ter seu nome aqui? Fale comigo através pelo email:
zh: 你想为Wolfie Keyboard 做贡献吗而得到知名度吗？想翻译此程序，请联系：

# Resx/TranslationRequest2
source: for more info! Thanks in advance!
es: ...para más información. ¡Gracias de antemano!
it: per ricevere maggiori informazioni! Grazie in anticipo!
pt: para mais informações! Obrigado!
zh: 更多信息! 谢谢！

# Resx/TranslatorsHeaderButton
source: Translators of Wolfie
es: Traductores de Wolfie
it: Traduttori di Wolfie
pt: Tradutores do Wolfie
zh: Wolfie的翻译者

# Resx/TranslatorsText
source: Translators
es: Traductores
it: Traduttori
pt: Tradutores
zh: 翻译者

# Resx/Chinese
source: Chinese
es: Chino
it: Cinese
zh: 中国
